{
    "date": "20111031",
    "sender": "Tricia Huxton",
    "senderMail": "tricia.huxton@alliedbrandsinc",
    "recipient": "PR - L1 New Starters",
    "recipientMail": "pr_l1new@alliedbrandsinc",
    "subject": "Orientation - READ FIRST",
    "content": "<p>All,</p>\n<p>Welcome to the Allied Brands family! It's good to have you on board.</p>\n<p>If you aren't fully across them yet, now would be a good time to revisit the Corporate Mission Statement and Core Company Values. As a steward of Allied Brands Inc's social media presence, <b>you</b> are the company's public representative and a first point of contact for many of our customers.</p>\n<p>For your first week of on-the-job training you will be given access to one social media feed: the Kingsley® Snacks promotional account (<b>@kingsleysnacks</b>). Please engage with as many Kingsley® Snacks customers as possible; whether it be to refer them to our amazing customer service team, or just to compliment them on their great taste in treats!</p><p>Some tips to help you get started:</p>\n<ul>\n<li>All interaction with customers is handled through our form-based ticketing system, Alwynsoft IssueMagic. Tickets in IssueMagic are drawn from a number of social media sources, including @ mentions, direct messages and mentions of specific keywords.</li>\n<li>When a ticket shows up in IssueMagic, click on it to expand the answer form. Answering a ticket in IssueMagic will send a response back to the customer; it's easy as that!</li>\n<li>When preparing a response to a customer, it is important that it arrives to them from the <b>correct brand account</b>. You can change the active account using the button group on the right side of the IssueMagic interface.</li>\n<li>We wouldn't expect you to respond to every query that arrives in on a given day. That said, the business has reasonable expectations for metrics such as <b>weekly response totals</b>. You can keep track of these KPIs using the gauges on the left side of the IssueMagic interface.</li>\n<li>All responses you make to customer queries are verified by a supervisor before release. Any noted mistakes will be flagged with a <b>formal warning</b>, which you should review to help avoid future mistakes.</li>\n<li>Repeated mistakes may result in performance management or disciplinary proceedings.</li>\n</ul>\n<p>That's about it, best of luck and have fun! Our customers really are the best. <span style=\"font-family: serif;\">&nbsp;J</span></p>\n<p>(if you haven't yet signed and emailed back the Standard Work-For-Hire Contract and Standard Contractor Non-Disclosure Agreement, please do so ASAP as they are needed by payroll!)</p>\n<small style=\"color: darkblue; font-family: serif;\"><p>Kind regards,<br/><b>Tricia Huxton</b><br/>Public Relations Coordinator<br/><img src=\"./assets/logo.svg\"><br/>111 Electric City Ave.<br/>Scranton, PA 18509</p></small>"
}

